label ch2ep1:

    "Развитие. Точка невозврата" "Выходя из поместья генерала, видит как в него заезжает карета и Фокс замечает в карете молодую девушку, c кляпом во рту и следами побоев. "
    "Развитие. Точка невозврата" "Он узнает в девушке свою подругу детства, c которой они не виделись уже много лет, так как она отправилась на обучение у великого волшебника, и гг затаил на неё обиду, что она его оставила. "
    "Развитие. Точка невозврата" "Друг говорит не рыпаться, что это генерал нашёл толкователя для свитков и что с ней всё будет в порядке."
    "Развитие. Точка невозврата" "Фокс держится за кулон и вспоминает что это был её подарок, который ему спасал несколько раз жизнь."
    "Развитие. Точка невозврата" "И чтобы отплатить, Фокс решается несмотря на обиду, спасти её."

    return

label ch2ep2:

    "Появление плана А" "Легкомысленно планирует проникновение в поместье, считая генерала наивным идиотом с идеалами о лучшем мире."

    return

label ch2ep3:

    "Релизация плана А" "У него получается освободить подругу, но из-за легкомысленного подхода их замечают."
    "Релизация плана А" "За ними пускается погоня в лице друга, который призывает отдать свитки и не сопротивляться. "
    "Релизация плана А" "Фокс понимает что подруга прихватила свитки."
    "Релизация плана А" "На вопрос зачем. Она рассказывает что в них хранятся знание о магии без ресурса и что она хочет отдать это знание своему учителю, который сможет изменить мир."

    return

label ch2ep4:

    "Развитие. Мидпоинт, ложная кульминация" "Погоня заканчивается физическим тупиком. "
    "Развитие. Мидпоинт, ложная кульминация" "Их нагоняет антагонист, где даёт выбор Фоксу: умереть или отдать свитки вместе с подругой. "
    "Развитие. Мидпоинт, ложная кульминация" "Антагонист запускает электрический шторм в тупик, где находятся персонажи."
    "Развитие. Мидпоинт, ложная кульминация" "Она точно знает как работает талисман и как усилить его магию, видь это она подарила его Фоксу на прощанье в дестве. "
    "Развитие. Мидпоинт, ложная кульминация" "Но размера щита не хватает, что бы спасти друга и на глазах Фокса в муках умирает его друг. "
    "Развитие. Мидпоинт, ложная кульминация" "Здесь у Фокса наконец-то щёлкает что если бы не его эгоизм, в беду не попала бы подруга и друг бы не умер. "

    return

label ch2ep5:

    "Развитие. Падение" "В суматохе и неразберихе вызванным использованием мощной магии они выбираются из тупика. "
    "Развитие. Падение" "Фокс бросает взгляд на друга и обещает отомстить. "
    "Развитие. Падение" "Они бегут к телепорту, который находится в высокой башне, чтобы выбраться из города"

    return