label ch3ep1:

    "Битва с антагонистом" "На вершине башни их ожидает антагонист."
    "Битва с антагонистом" "ГГ сражается на мечах с антагонистом, пока подруга сражается с магами антагониста." 
    "Битва с антагонистом" "ГГ готов пожертвовать собой, чтобы подруга могла убежать в портал, она не принимает его жертву, ей нужен он живой, а не его жертва."
    "Битва с антагонистом" "Их теснят, ГГ придумывает план, в котором вынуждают злодея атаковать их мощным заклинанием, которое они перенаправят в конструкцию башни, которая этого не выдержит и начнёт разрушаться."
    "Битва с антагонистом" "Портал дестабилизируется, они в последнее мгновение успевают запрыгнуть."

    return

label ch3ep2:

    "Победа" "Успешно перемещаются на другую сторону портала."

    "Победа" "Относят свитки учителю подруги."

    return

label ch3ep3:

    "Эпилог" "В свитках находится секрет древней магии, который позволяет дать магию всем, без необходимости использовать ресурс."

    "Эпилог" "Войны за ресурс прекращаются, наступает мир."

    "Эпилог" "В зависимости от выборов игрока будет рассказано о том, смог ли он вписаться в новый мир и что стало с их отношениями с подругой."

    return