label ch1ep1:

    "Представление героя и провоцирующий инцидент. Часть 1" "Фокс находит, библиотеку древних с секцией <<О природе магии>>."
    "Представление героя и провоцирующий инцидент. Часть 1" "Все свитки рассыпались от времени, кроме свитка в специальном магическом хранилище." 
    "Представление героя и провоцирующий инцидент. Часть 1" "Такие свитки оцень ценятся, но продать их сложно, потому что это незаконно. "
    "Представление героя и провоцирующий инцидент. Часть 1" "А учитывая секцию в которой они были найдены, в них вероятно сокрыты ценные знания. "
    "Представление героя и провоцирующий инцидент. Часть 1" "Так как об этой цивилизации хотят легенды, что они могли колдовать без специального ресурса."

    return

label ch1ep2:

    "Представление героя и провоцирующий инцидент. Часть 2" "Когда свитки успешно удаётся извлечь. Фокс решает продолжить исследование."
    "Представление героя и провоцирующий инцидент. Часть 2" "В порыве жадности проявляет беспечность и активирует ловушку, которая взрывается и вызывает обвал. "
    "Представление героя и провоцирующий инцидент. Часть 2" "Фокс выживает во взрыве благодаря защитному талисману, который окружает небольшую область вокруг Фокса и защищает от магии. "
    "Представление героя и провоцирующий инцидент. Часть 2" "Артефакт явно выдержит ещё только одно использование. "
    "Представление героя и провоцирующий инцидент. Часть 2" "Фоксу нужно выбираться из библиотека, так как она разрушается."

    return

label ch1ep3:

    "Обычный мир. Представление оппозиции. Часть 1" "Фокс успешно выбирается. Возвращается в город. Встречается с другом. "
    "Обычный мир. Представление оппозиции. Часть 1" "Друг говорит что может свести с генералом, который хорошо заплатит за подобные свитки. "
    "Обычный мир. Представление оппозиции. Часть 1" "Герои привлекают внимание стражи, а оно Фоксу ни к чему. "
    "Обычный мир. Представление оппозиции. Часть 1" "И он сбегает в одиночку, решив что друг соореинтируется сам. "

    return

label ch1ep4:

    "Обычный мир. Представление оппозиции. Часть 2" "Друг посылает весточку что он выбрался, он хоть и обижен что Фокс кинул его на съеденье стражникам. "
    "Обычный мир. Представление оппозиции. Часть 2" "Прославленного генерала очень заинтересовала находка Фокса и он готов очень хорошо заплатить. "
    "Обычный мир. Представление оппозиции. Часть 2" "Для сделки им нужно пробраться через портал в летающий город. Без специального разрешения это сделать нельзя. "
    "Обычный мир. Представление оппозиции. Часть 2" "Необходимо отвлечь стражников что охраняют приёмную мэра и подделать разрешение. "
    "Обычный мир. Представление оппозиции. Часть 2" "Друг скажет какие печать нужны и в каком порядке, попросит внимательно запомнить. "

    return

label ch1ep5:

    "Обычный мир. Представление оппозиции. Часть 3" "Знакомство с антагонистом, антагонист представляется в хорошем свете с правильной целью (всё это будет извращено дальше). "
    "Обычный мир. Представление оппозиции. Часть 3" "Генерал хорошо платит за свитки, этого хватит чтобы купить дом в летающем городе и безбедно в нём жить. "

    return